const chapters = [
  { no:1,
    href:'CH-1.html',
    chid:'29',
    href_test:'Test-1.html',
    href_example:'example1.html',
    chapter:['ا', 'ب','ت', 'ث', 'ج', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز','س','ش','ص','ض', 'ط', 'ظ','ع', 'غ', 'ف', 'ق', 'ک','ل', 'م','ن','ه','و','ی','ء'],  
     data1 :['Alif', 'Ba','Ta', 'saa', 'Jim', 'Ha', 'Qha', 'Dal', 'Zal', 'Ra', 'Za', 'Sin', 'Shin', 'Sad', 'Zwad', 'Ta', 'Za', 'ayn', 'Gayn', 'Fa', 'Qaf','Kaf', 'Lam', 'Mim', 'Noon', 'Ha', 'Waw','Ya','Hamza'],
    data2 :['ಅಲಿಫ್', 'ಬಾ','ತಾ', 'ಸಾ', 'ಜಿಮ್', 'ಹಾ', 'ಖಾ', 'ದಾಲ್', 'ಢಲ್', 'ರಾ', 'ಜಾ','ಸಿನ್','ಶಿನ್','ಸಾದ್','ಝ್ವಾದ್', 'ತಾ', 'ಜಾ','ಐನ್', 'ಘಾಯ್ನ್', 'ಫಾ', 'ಕ್ವಾಫ್', 'ಕಾಫ್','ಲಾಮ್', 'ಮೀಮ್','ನುನ್','ಹಾ','ವಾವ್','ಯಾ','ಹಮ್ಜಾ'],
    data3 :['अलिफ़', 'बा','ता', 'सा', 'जिम', 'हा', 'खा', 'दाल', 'ज़ाल', 'रा', 'ज़ा','सिन','शिन','साद','ज़वाद', 'ता', 'ज़ाा','अयन', 'ज्ञान', 'फा', 'खा', 'कहा','लाम', 'मीम','नून','हा','वाव','या','हमजा'],
    data5 :['ﺍـ', 'ﺑـ','ﺗـ','ﺛـ','ﺟـ','ﺣـ','ﺧـ','ﺩـ','ﺫـ','ﺭـ','ﺯـ','ﺳـ','ﺷـ','ﺻـ','ﺿـ','ﻃـ','ﻇـ','ﻋـ','ﻏـ','ﻓـ','ﻗـ','ﻛـ','ﻟـ','ﻣـ','ﻧـ','ﻫـ','ﻭـ','ﻳـ','أ'],
    data6 :['ـﺎـ', 'ـﺒـ','ـﺘـ','ـﺜـ','ـﺠـ','ـﺤـ','ـﺨـ','ـﺪـ','ـﺬـ','ـﺭـ','ـﺯـ','ـﺴـ','ـﺸـ','ـﺼـ','ـﻀـ','ـﻄـ','ـﻈـ','ـﻌـ','ـﻐـ','ـﻔـ','ـﻘـ','ـﻜـ','ـﻠـ','ـﻤـ','ـﻨـ','ـﻬـ','ـﻭـ','ـﻴـ','ؤ'],
    data7 :['ـﺎ', 'ـﺐ','ـﺖ','ـﺚ','ـﺞ','ـﺢ','ـﺦ','ـﺪ','ـﺬ','ـﺮ','ـﺰ','ـﺲ','ـﺶ','ـﺺ','ـﺾ','ـﻂ','ـﻆ','ـﻊ','ـﻎ','ـﻒ','ـﻖ','ـﻚ','ـﻞ','ـﻢ','ـﻦ','ـﻪ','ـﻮ','ـﻲ',' ئ'],
    //chapter1:['اَ', 'بَ','تَ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    chapter2:['اِ', 'بِ','تِ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    chapter3:['اُ', 'بُ','تُ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    data8:['خلايا','عنب','كَتَبْ','ثَمَ','جَءَلَ','حَسَدْ','خَوَفْ','وَجَدَ','اَعُوْذُ','سَخِرَ','زَﺃَﺭَ','حَسَدْ','شَعَرَ','صَقَرَ','ضَيِفْ','طَعَمَ','ظَفَرْ','عَاءِدْ','غَاءِبْ','خَوَفْ','قَعَدَ','كِتَبْ','جَاَلْ','دَعَّمَ','نَعَمْ','هَاتَفْ','وَجَهْ','صَبَيِ','اءَنا'],
    data9:['بَابَ','عَبَدَ','تَمَرَ','كَوَثَرْ','وَجَدْ','اَحَدْ','اَخَذْ','قُدِرَ','اَذِنَ','شَرِبَ','زَﻋَّﻞَ','كَسَبَ','شَعَبْ','صَيِادْ','خَضَارَ','طَعَنْ','ظَهَرَ','عَاءِدْ','غَاءِمْ','خَافْ','قَعَسْ','كَسَبَ','وَجَلَ','مَعَ','نَعَسَ','طَهِيَ','وَجَلَ','بَعِيِدْ','سُءِلَ'],
    data10:['إنسان','بحيرة','ذَاَتَ','تَاَرَثَ','جَنَّتْ','جَنَاحَ','اَخَزْ','دَخَلَ','ذٰلِكَ','رَدِفَ','زَﻋَﻖَ','سَﺄَﻝَ','شَعَرَ','بَصَلَ','أَرَضَ','طَبَلَ','ظَفِرَ','عَابِسَ','غَادَرَ','فَمَ','قَعَرَ','كَارَثَ','خَلَفَ','مَعَاً','نَعَلَ','وَجَهْ','خَوَفَ','يَوَمَ','ساءَلَ'],
    data11:['sounds/alif','sounds/ba','sounds/taa','sounds/tha','sounds/jeem','sounds/haa','sounds/khaa','sounds/dal','sounds/dhal','sounds/raa','sounds/jaa','sounds/seen','sounds/sheen','sounds/saad','sounds/daad','sounds/toa','sounds/dhaa','sounds/ain','sounds/ghain','sounds/faa','sounds/qaaf','sounds/kaaf','sounds/laam','sounds/meem','sounds/noon','sounds/ha','sounds/waw','sounds/yaa','sounds/hamza'],
    data12:['79Ku0wSKf9Q?si=J-M1czKGfnTIFYX5','9cVpRChZe1Q?si=R0E4v0TcO6YlAmxf','rBDQ08tyZDg?si=DFQTtzingGfjv95_','0NsHcTrXF0k?si=QYdScli9Lg45sVe-','-9Q38ZmYWvY?si=xyzIvjqBSlp6sW6R','O_dM_DtIr0k?si=PpEdzuSwzfilY3hW','9OeXE7fqdWQ?si=Y_7zuoIDvTS_XPeb','9BiVdUVNhCQ?si=zpsn53l8ujLxKHwk','PsX5W5tqVN4?si=JiKqLE4m1xdB2RWZ','VW952YXom9I?si=Ef7fYCIKC7Shx1k-','dO_fFcxxgqM?si=RmtBSH7n4L4L-jDH','ijqrMGtCxCY?si=iBt1Crn-sru6YybW','MJdcdEQIc5k?si=wYb0yjP0y8adNVhU','8asod5l0joI?si=2uoA_z0AwR8gaNXz','lcn6zgCYpzY?si=0o9YPvKSBeB3IHTt','1GV-CUoIGDM?si=IRxC9VDkvpmvtPMH','1GV-CUoIGDM?si=IRxC9VDkvpmvtPMH','wDHqTmyeBzE?si=bXb7RMNu5b-CoDXz','x0-pJIjLG74?si=diKyGQH9c5_Bd6D2','CAGmqstMWiU?si=4SqpzczDf1XspEzq','MeebIknjmgM?si=mxU27VzDclPZ0HXM','gX8i71EuL_w?si=JODw8EWX7OSdX_9N','_KfG76rMtUw?si=5QSQExJds1W51dNZ','qHCCatFhu9U?si=tTcnCOeoHZIjRwAZ','Vs4i3-WeDMM?si=OqjeekcEAb7bXDS8','tvnqTorSt5I?si=Nlb2MpG7Tzabe_5F','fIXjbHE_UIg?si=yigA92Zb-YLL4kWL','evEHMz7eTlE?si=MIKf9mg_DRPDGdS_','vX4es282ueU?si=H342pIMJQBrdEDff'],
    //www.youtube.com/embed
    example:['لا','با','الا','مح','باب','كب','كا','بكت'],
    example1:['تكث','نا','تا','يا','ثا','بس','يس','نس'],
    example2:['تس','ثس','ثج','تح','نخ','يح','بج','يم'],
    exampleSound:['sounds/alif','sounds/ba','sounds/taa','sounds/tha','sounds/jeem','sounds/haa','sounds/khaa','sounds/dal','sounds/dhal','sounds/raa','sounds/jaa','sounds/seen','sounds/sheen','sounds/saad','sounds/daad','sounds/toa','sounds/dhaa','sounds/ain','sounds/ghain','sounds/faa','sounds/qaaf','sounds/kaaf','sounds/laam','sounds/meem'],
   
  },
  { 
    data1 :['Zabar', 'B(a)','T(a)', 's(a)', 'J(a)', 'H(a)', 'Qh(a)', 'D(a)', 'Z(a)', 'R(a)', 'Z(a)', 'S(a)', 'Sh(a)', 'Sw(a)', 'Zw(a)', 'T(a)', 'Z(a)', 'A(a)', 'G(a)', 'F(a)', 'Qh(a)','Kh(a)', 'L(a)', 'M(a)', 'N(a)', 'H(a)', 'W(a)','Y(a)','A(a)'],
    no:2,
    href:'CH-2.html',
    chid:'22',
    href_example:'example2.html',
    href_test:'Test-2.html',
    data2:['ಜಬರ್', 'ಬಾ','ತಾ', 'ಸಾ', 'ಜಾ', 'ಹಾ', 'ಖಾ', 'ದ', 'ಝಾ', 'ರಾ', 'ಝಾ', 'ಸಾ' , 'ಶಾ', 'ಸ್ವಾ', 'ಝ್ವಾ', 'ತಾ', 'ಝಾ', 'ಆ', 'ಗಾ', 'ಫಾ', 'ಕ್ಹಾ', 'ಖಾ', 'ಲಾ', 'ಮಾ', ' ನಾ', 'ಹಾ', 'ವಾ','ಯಾ','ಅ'],
    data3 :['ज़बर', 'बा', 'ता', 'सा', 'जा', 'हा', 'क़हा', 'दा', 'ज़ा', 'रा', 'ज़ा', 'सा', 'शा','स्वा','ज़वा', 'ता', 'ज़ा', 'आ', 'गा', 'फ़ा', 'क़हा', 'खा', 'ला', 'मा', 'ना', 'हा', 'वा', 'या', 'आ'],
    data4 :['Zer', 'Bi','Ti', 'Si', 'Ji', 'He', 'Qhe', 'Di', 'Zee', 'Ri', 'Ze', 'See', 'Shee', 'See', 'Zee', 'Ti', 'Ze', 'yi', 'Ge', 'Fe', 'Qe','Khi', 'Li', 'Mi', 'Ni', 'He', 'We','Ye','Ee'],
    data5 :['ಜೆರ್', 'ಬಿ', 'ತಿ', 'ಸಿ', 'ಜಿ', 'ಹೀ', 'ಖಿ', 'ದಿ', 'ಝೀ', 'ರಿ', 'ಜೀ', 'ಸೀ', 'ಶೀ', 'ಸೀ', 'ಝೀ', 'ತಿ', 'ಝೀ', 'ಯಿ', 'ಗೀ', 'ಫಿ', 'ಕಿ', 'ಖಿ', 'ಲಿ', 'ಮೀ', 'ನೀ', 'ಹೀ','ವೀ', 'ಯಿ', 'ಈ'],
    data6 :['ज़ेर', 'बी', 'थी', 'सी', 'जी', 'ही', 'खी', 'दी', 'ज़ी', 'री', 'ज़ी', 'सी', 'शी', 'सी', 'ज़ी', 'ति', 'ज़ी', 'ई', 'गी', 'फी', 'खी', 'खी', 'ली', 'मी', 'नी', 'ही', 'वी', 'यी', 'ई'],
    data7 :['Pesh', 'Bu','Tu', 'su', 'Ju', 'Hu', 'Qhu', 'Du', 'Zu', 'Ru', 'Zu', 'Su', 'Shu', 'Su', 'Zu', 'Tu', 'Zu', 'ou', 'Gu', 'Fu', 'Qu','Ku', 'Lu', 'Mu', 'Nu', 'Hu', 'Wu','You','Au'],
    data8 :['ಪೇಶ್', 'ಬು','ತು', 'ಸು', 'ಜು', 'ಹು', 'ಖು', 'ದು', 'ಝು', 'ರು', 'ಝು', 'ಸು', 'ಶು' , 'ಸು', 'ಝು', 'ತು', 'ಜು', 'ಔ', 'ಗು', 'ಫು', 'ಕು', 'ಕು', 'ಲು', 'ಮು', 'ನು', 'ಹೂ', 'ವೂ','ಯು','ಔ'],
    data9 :['पेश', 'बू', 'तू', 'सु', 'जू', 'हू', 'खु', 'डू', 'ज़ू', 'रू', 'ज़ू', 'सु', 'शू', 'सु', 'ज़ू', 'तू', 'ज़ू', 'ऊ', 'गु', 'फू', 'खु', 'कू', 'लू', 'म्यू', 'नु', 'हू', 'वू', 'यू', 'औ'],
    chapter:[],//['اَ', 'بَ','تَ',  'ثَ', 'جَ', 'حَ', 'خَ', 'دَ', 'زَ', 'رَ', 'زَ','سَ','شَ','صَ','ضَ', 'طَ', 'ظَ','عَ', 'غَ', 'فَ', 'قَ', 'كَ','لَ', 'مَ','نَ','هَ','وَ','ىَ','ءَ','يَ'],
    chapter1:[],//['اِ', 'بِ','تِ',  'ثِ', 'جِ', 'حِ', 'خِ', 'دِ', 'ذِ', 'رِ', 'زِ','سِ','شِ','صِ','ضِ', 'طِ', 'ظِ','عِ', 'غِ', 'فِ', 'قِ', 'كِ','لِ', 'مِ','نِ','هِ','وِ','ىِ','ءِ','يِ'],
    chapter2:[],//['اُ', 'بُ','تُ',  'ثُ', 'جُ', 'حُ', 'خُ', 'دُ', 'ذُ', 'رُ', 'زُ','سُ','شُ','صُ','ضُ', 'طُ', 'ظُ','عُ', 'غُ', 'فُ', 'قُ', 'كُ','لُ', 'مُ','نُ','هُ','وُ','ىُ','ءُ','يُ'],
    example:['دَرَسَ','وَدَعَ','كَسَبَ','دَخَلَ','بَلَغَ','وَجَدَ','سَجَدَ','اِبِلِ'],
   example1:['رَدِفَ','رَدِفَ','حَمِدَ','شَهِدَ','بَخِلَ','سَخِرَ','رَحِمَ','لَءِبَ'],
   example2:['رُسُلُ','سُدُسُ','فُقِدَ','قُتِلَ','نُكِسَ','كَرُمَ','ءُلِمَ','هُدِىَ']
   
   
  },
  { 
    no:3,
    href:'CH-3.html',
    chid:'0',
    href_test:'Test-3.html',
    href_example:'example3.html',
    data1 :['Khada zabar', 'Baa','Taa', 'saa', 'Jaa', 'Haa', 'Qhaa', 'Daa', 'Zaa', 'Raa', 'Zaa', 'Saa', 'Shaa', 'Swaa', 'Zwaa', 'Taa', 'Zaa', 'Aaa', 'Gaa', 'Faa', 'Qhaa','Khaa', 'Laa', 'Maa', 'Naa', 'Haa', 'Waa','Yaa','Aaa'],
    data2:['ಖಡಾ ಜಬರ್', 'ಬಾ','ತಾ', 'ಸಾ', 'ಜಾ', 'ಹಾ', 'ಖಾ', 'ದ', 'ಝಾ', 'ರಾ', 'ಝಾ', 'ಸಾ' , 'ಶಾ', 'ಸ್ವಾ', 'ಝ್ವಾ', 'ತಾ', 'ಝಾ', 'ಆ', 'ಗಾ', 'ಫಾ', 'ಕ್ಹಾ', 'ಖಾ', 'ಲಾ', 'ಮಾ', ' ನಾ', 'ಹಾ', 'ವಾ','ಯಾ','ಅ'],
    data3 :['खडा ज़बर', 'बा', 'ता', 'सा', 'जा', 'हा', 'क़हा', 'दा', 'ज़ा', 'रा', 'ज़ा', 'सा', 'शा','स्वा','ज़वा', 'ता', 'ज़ा', 'आ', 'गा', 'फ़ा', 'क़हा', 'खा', 'ला', 'मा', 'ना', 'हा', 'वा', 'या', 'आ'],
    data4 :['Khada Zer', 'Bee','Tee', 'See', 'Jee', 'Hee', 'Qhee', 'Dee', 'Zee', 'Ree', 'Zee', 'See', 'Shee', 'See', 'Zee', 'Tee', 'Ze', 'yee', 'Gee', 'Fee', 'Qee','Khee', 'Lee', 'Mee', 'Nee', 'Hee', 'Wee','Yee','Eee'],
    data5 :['ಖಡಾ ಜೆರ್', 'ಬಿ', 'ತಿ', 'ಸಿ', 'ಜಿ', 'ಹೀ', 'ಖಿ', 'ದಿ', 'ಝೀ', 'ರಿ', 'ಜೀ', 'ಸೀ', 'ಶೀ', 'ಸೀ', 'ಝೀ', 'ತಿ', 'ಝೀ', 'ಯಿ', 'ಗೀ', 'ಫಿ', 'ಕಿ', 'ಖಿ', 'ಲಿ', 'ಮೀ', 'ನೀ', 'ಹೀ','ವೀ', 'ಯಿ', 'ಈ'],
    data6 :['खडा ज़ेर', 'बी', 'थी', 'सी', 'जी', 'ही', 'खी', 'दी', 'ज़ी', 'री', 'ज़ी', 'सी', 'शी', 'सी', 'ज़ी', 'ति', 'ज़ी', 'ई', 'गी', 'फी', 'खी', 'खी', 'ली', 'मी', 'नी', 'ही', 'वी', 'यी', 'ई'],
    data7 :['Ulta Pesh', 'Boo','Too', 'soo', 'Joo', 'Hoo', 'Qhoo', 'Doo', 'Zoo', 'Roo', 'Zoo', 'Soo', 'Shoo', 'Soo', 'Zoo', 'Too', 'Zoo', 'Aoo', 'Goo', 'Foo', 'Qoo','Koo', 'Loo', 'Moo', 'Noo', 'Hoo', 'Woo','Hoo','Uoo','Aoo'],
    data8 :['ಉಲ್ಟಾ ಪೇಶ್', 'ಬು','ತು', 'ಸು', 'ಜು', 'ಹು', 'ಖು', 'ದು', 'ಝು', 'ರು', 'ಝು', 'ಸು', 'ಶು' , 'ಸು', 'ಝು', 'ತು', 'ಜು', 'ಔ', 'ಗು', 'ಫು', 'ಕು', 'ಕು', 'ಲು', 'ಮು', 'ನು', 'ಹೂ', 'ವೂ','ಯು','ಔ'],
    data9 :['उलटा पेश', 'बू', 'तू', 'सु', 'जू', 'हू', 'खु', 'डू', 'ज़ू', 'रू', 'ज़ू', 'सु', 'शू', 'सु', 'ज़ू', 'तू', 'ज़ू', 'ऊ', 'गु', 'फू', 'खु', 'कू', 'लू', 'म्यू', 'नु', 'हू', 'वू', 'यू', 'औ'],
    chapter:[],//['اٰ', 'بٰ','تٰ', 'ثٰ', 'جٰ','حٰ', 'خٰ', 'دٰ', 'ذٰ', 'رٰ', 'ذٰ','سٰ','شٰ','صٰ', 'سً', 'طٰ', 'ظٰ', 'عٰ', 'غٰ', 'فٰ', 'قٰ', 'كٰ','لٰ', 'مٰ', 'نٰ', 'وٰ', 'هٰ', 'ىٰ','ءٰ'],
    chapter1:[],//['اٖ', 'بٖ','تٖ', 'ثٖ', 'جٖ','حٖ', 'خٖ', 'دٖ', 'ذٖ', 'رٖ', 'زٖ','سٖ','شٖ','صٖ', 'ضٖ', 'طٖ', 'ظٖ', 'عٖ', 'غٖ', 'فٖ', 'قٖ', 'كٖ','لٖ', 'مٖ', 'نٖ', 'وٖ', 'هٖ', 'ىٖ','ءٖ'],
    chapter2:[],//['اٗ', 'بٗ','تٗ', 'ثٗ','جٗ','حٗ', 'خٗ', 'دٗ', 'ذ', 'رٗ', 'زٗ','سٗ','شٗ','صٗ', 'ضٗ', 'طٗ', 'ظٗ', 'عٗ', 'غٗ', 'فٗ', 'قٗ', 'كٗ','لٗ', 'مٗ', 'نٗ', 'وٗ', 'هٗ', 'ىٗ','ءٗ'],
    example:['اٰدَمَ','اٰمَنَ','مٰلِكِ','اَبَوٰهُ','سَمَوٰتِ','غٰوِيْنَ','يٰصٰلِحُ','اِلٰهُنَا'],
   example1:['اٖلٰفِ','بِهٖ','ءِبَادِهٖ','رُسُلِهٖ','نُوْرِهٖ','وَقِيْلِهٖ','هٰذِهٖ','بِكَلِمٰتِهٖ'],
   example2:['لَهٗ','دَاوٗدَ','رَسَوْلُهٗ','اٰيَاتُهٗ','جُنُوْدُهٗ','تِلَاوَتُهٗ','وَرِثَهٗ','مَوَاذِيْنُهُ']
  },
  { 
    no:4,
    href:'CH-4.html',
    chid:'0',
    href_test:'Test-4.html',
    href_example:'example4.html',
    data1 :['Do Zabar', 'Bann','Tann', 'sann', 'Jann', 'Hann', 'Qhann', 'Dann', 'Zann', 'Rann', 'Zann', 'Sann', 'Shann', 'Swann', 'Zann', 'Tann', 'Zann', 'Aann', 'Gann', 'Fann', 'Qhann','Khann', 'Lann', 'Mann', 'Nann', 'Hann', 'Wann','Yann','Ann'],
    data2:['ದೊ ಜಬರ್', 'ಬನ್', 'ತನ್', 'ಸನ್', 'ಜನ್', 'ಹನ್', 'ಖನ್', 'ದನ್', 'ಝನ್', 'ರನ್', 'ಝಾನ್', 'ಸನ್', 'ಶನ್', 'ಸ್ವಾನ್', 'ಝಾನ್', 'ತನ್', 'ಝಾನ್', 'ಆನ್', 'ಗನ್', 'ಪಾನ್', 'ಖಾನ್', 'ಕನ್', 'ಲಾನ್', 'ಮನ್', 'ನಾನ್', 'ಹಾನ್', 'ವಾನ್', 'ಯಾನ್', 'ಆನ್'],
    data3 :['दो ज़बर', 'बन्न', 'तन्न', 'सन्न', 'जन्न', 'हान्न', 'क़न्न', 'दन्न', 'जन्न', 'रन्न', 'ज़न्न', 'सन्न', 'शान्न', 'सन्न', 'ज़ान्न', 'तन्न', 'ज़ान्न', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    data4 :['Do Zer', 'Binn','Tinn', 'Sinn', 'Jinn', 'Hinn', 'Qhinn', 'Dinn', 'Zinn', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ದೊ ಜೆರ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['दो ज़ेर', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    data7 :['Do Pesh', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ದೊ ಪೇಶ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['दो पेश', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न'],
    chapter:[],//['اً', 'بً','تً', 'ثً', 'جً','حً', 'خً', 'دً', 'ذً', 'رً', 'زً','سً','شً','صً', 'ضً', 'طً', 'ظً', 'عً', 'غً', 'فً', 'قً', 'كً','لً', 'مً', 'نً','هً','وً','يً','ءً'],
    chapter1:[],//['اٍ', 'بٍ','تٍ', 'ثٍ', 'جٍ','حٍ', 'خٍ', 'دٍ', 'ذٍ', 'رٍ', 'زٍ','سٍ','شٍ','صٍ', 'ضٍ', 'طٍ', 'ظٍ', 'عٍ', 'غٍ', 'فٍ', 'قٍ', 'كٍ','لٍ','مٍ', 'نٍ', 'هٍ', 'وٍ', 'يٍ','ءٍ'],
    chapter2:[],//['اٌ', 'بٌ','تٌ', 'ثٌ', 'جٌ','حٌ', 'خٌ', 'دٌ', 'ذٌ', 'رٌ', 'زٌ','سٌ','شٌ','صٌ', 'ضٌ', 'طٌ', 'ظٌ', 'عٌ', 'غٌ', 'فٌ', 'قٌ', 'كٌ','لٌ','مٌ', 'نٌ', 'هٌ','وٌ','يٌ','ءٌ'],
    example:['دَرَسَ','وَدَعَ','كَسَبَ','دَخَلَ','بَلَغَ','وَجَدَ','سَجَدَ','اِبِلِ'],
    example1:['رَدِفَ','رَدِفَ','حَمِدَ','شَهِدَ','بَخِلَ','سَخِرَ','رَحِمَ','لَءِبَ'],
    example2:['رُسُلُ','سُدُسُ','فُقِدَ','قُتِلَ','نُكِسَ','كَرُمَ','ءُلِمَ','هُدِىَ']
   
  },
  { 
    no:5,
    href:'CH-5.html',
    chid:'0',
    href_test:'Test-5.html',
    href_example:'example5.html',
    data1 :['Aaa', 'Baa','Taa', 'saa', 'Jaa', 'Haa', 'Qhaa', 'Daa', 'Zaa', 'Raa', 'Zaa', 'Saa', 'Shaa', 'Swaa', 'Zaa', 'Taa', 'Zaa', 'Aai', 'Ghaa', 'Faa', 'Qhaa','Khaa', 'Laa', 'Maa', 'Naa', 'Haa', 'Waa','Yaa','Aaa'],
    data2:['ಆನ್', 'ಬನ್', 'ತನ್', 'ಸನ್', 'ಜನ್', 'ಹನ್', 'ಖನ್', 'ದನ್', 'ಝನ್', 'ರನ್', 'ಝಾನ್', 'ಸನ್', 'ಶನ್', 'ಸ್ವಾನ್', 'ಝಾನ್', 'ತನ್', 'ಝಾನ್', 'ಆನ್', 'ಗನ್', 'ಪಾನ್', 'ಖಾನ್', 'ಕನ್', 'ಲಾನ್', 'ಮನ್', 'ನಾನ್', 'ಹಾನ್', 'ವಾನ್', 'ಯಾನ್', 'ಆನ್'],
    data3 :['अन्न', 'बन्न', 'तन्न', 'सन्न', 'जन्न', 'हान्न', 'क़न्न', 'दन्न', 'जन्न', 'रन्न', 'ज़न्न', 'सन्न', 'शान्न', 'सन्न', 'ज़ान्न', 'तन्न', 'ज़ान्न', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    data4 :['Ee', 'Binn','Tinn', 'Sinn', 'Jinn', 'Hinn', 'Qhinn', 'Dinn', 'Zinn', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ಇನ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['इन्न', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    data7 :['Unn', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ಉನ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['उन्न', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न'],
    chapter:['آ', 'بَا','تَا','ثَا','جَا','حَا','خَا','دَا','ذَا','رَا','زَا','سَا','شَا','صَا','ضَا','طَا','ظَا','عَا','غَا','فَا','قَا','كَا','لاَ','مَا','نَا','هَا','وَا','يَا'],
    chapter1:['إِي','بِي','تِي','ثِي','جِي','حِي','خِي','دِي','ذِي','رِي','زِي','سِي','شِي','صِي','ضِي','طِي','ظِي','عِي','غِي','فِي','قِي','كِي','لِي','مِي',''],
    chapter2:['أُو','بُو','تُو','ثُو','جُو','حُو','خُو','دُو','ذُو','رُو','زُو','سُو','شُو','صُو','ضُو','طُو','ظُو','عُو','غُو','فُو','قُو','كُو','لُو','مُو','نُو','هُو','وُو','يُو','ءُو'],
    example:['دَرَسَ','وَدَعَ','كَسَبَ','دَخَلَ','بَلَغَ','وَجَدَ','سَجَدَ','اِبِلِ','رَدِفَ','رَدِفَ','حَمِدَ','شَهِدَ','بَخِلَ','سَخِرَ','رَحِمَ','لَءِبَ','رُسُلُ','سُدُسُ','فُقِدَ','قُتِلَ','نُكِسَ','كَرُمَ','ءُلِمَ','هُدِىَ']
   
   
   
  },
  { 
    no:6,
    href:'CH-6.html',
    chid:'0',
    href_test:'Test-6.html',
    href_example:'example6.html',
    chapter:['اَبْ', 'اِبْ','اُبْ', 'جَبْ', 'جِبْ', 'جُبْ', 'بَجْ', 'بِجْ', 'بُجْ', 'سَدْ', 'سِدْ', 'سُدْ', 'خَطْ', 'قِطْ', 'قُطْ', 'جَقْ', 'جِقْ', 'جُقْ', 'بَسْ', 'كِتْ', 'جِعْ', 'صَدْ', 'غُلْ', 'تَجْ', 'وَحْ', 'سَبْ', 'اِهْ', 'نَصْ', 'لَقْ'],
    data1 :['Ab', 'ib','ub', 'jab', 'Jib', 'jub', 'baj', 'bij', 'buj', 'sad', 'sid', 'Sud', 'qhat', 'qhit', 'qhut', 'jaqh', 'jiqh', 'juqh', 'bas', 'qit','jie', 'sad','ghul', 'tuj', 'wah', 'sab', 'aih', 'nas','laqh'],
    data2:['ಅಬ್', 'ಐಬಿ', 'ಯುಬಿ', 'ಜಬ್', 'ಜಿಬ್', 'ಜುಬ್', 'ಬಾಜ್', 'ಬಿಜ್', 'ಬುಜ್', 'ಸದ್', 'ಸಿಡ್', 'ಸುಡ್', 'ಖತ್', 'ಖಿತ್', 'ಖುತ್', 'ಜಖ್', 'ಜಿಕ್ಹ್', 'ಜುಖ್', 'ಬಾಸ್', 'ಕ್ವಿಟ್', 'ಜೀ', 'ಸದ್', 'ಘುಲ್', 'ತುಜ್', 'ವಾ', 'ಸಬ್', 'ಐಹ್', 'ನಾಸ್', 'ಲಾಕ್'],
    data3 :['अब', 'इब', 'उब', 'जब', 'जिब', 'जुब', 'बाज', 'बीज', 'बुज', 'सद', 'सीद', 'सुद', 'ख़थ', 'ख़ीथ ', 'जाग़', 'जिग़', 'जुग़', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    chapter1:['اَبَّ', 'اِبَّ','اُبَّ', 'اَبِّ', 'اِبِّ', 'اُبُّ', 'اَتَّ', 'اِتَّ', 'اُتَّ', 'اَتِّ', 'اِتِّ', 'اُتِّ', 'اِجَّ', 'اِجِّ', 'اِجُّ', 'اُجَّ', 'اُجِّ', 'اُجُّ', 'اَبًّ', 'اِبًّ', 'اُبًّ', 'اَبٍّ', 'اِبٍّ', 'اُبٍّ', 'بَبٌّ', 'بِبٌّ', 'بُبٌّ', 'تَبًّ', 'تِبٍّ'],
    data4 :['Abba', 'Ebba','Ubba', 'Abbi', 'Ebbi', 'Ubbu', 'Atta', 'Etta', 'Utta', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ಇನ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['इन्न', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    chapter2:['اُ', 'بُ','تُ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    data7 :['Unn', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ಉನ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['उन्न', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न'],
    example:['دَرَسَ','وَدَعَ','كَسَبَ','دَخَلَ','بَلَغَ','وَجَدَ','سَجَدَ','اِبِلِ','رَدِفَ','رَدِفَ','حَمِدَ','شَهِدَ','بَخِلَ','سَخِرَ','رَحِمَ','لَءِبَ','رُسُلُ','سُدُسُ','فُقِدَ','قُتِلَ','نُكِسَ','كَرُمَ','ءُلِمَ','هُدِىَ']
   
  },
  { 
    no:7,
    href:'CH-7.html',
    chid:'0',
    href_test:'Test-7.html',
    href_example:'example7.html',
    chapter:['اَبْ', 'اِبْ','اُبْ', 'جَبْ', 'جِبْ', 'جُبْ', 'بَجْ', 'بِجْ', 'بُجْ', 'سَدْ', 'سِدْ', 'سُدْ', 'خَطْ', 'قِطْ', 'قُطْ', 'جَقْ', 'جِقْ', 'جُقْ', 'بَسْ', 'كِتْ', 'جِعْ', 'صَدْ', 'غُلْ', 'تَجْ', 'وَحْ', 'سَبْ', 'اِهْ', 'نَصْ', 'لَقْ'],
    data1 :['Ab', 'ib','ub', 'jab', 'Jib', 'jub', 'baj', 'bij', 'buj', 'sad', 'sid', 'Sud', 'qhat', 'qhit', 'qhut', 'jaqh', 'jiqh', 'juqh', 'bas', 'qit','jie', 'sad','ghul', 'tuj', 'wah', 'sab', 'aih', 'nas','laqh'],
    data2:['ಅಬ್', 'ಐಬಿ', 'ಯುಬಿ', 'ಜಬ್', 'ಜಿಬ್', 'ಜುಬ್', 'ಬಾಜ್', 'ಬಿಜ್', 'ಬುಜ್', 'ಸದ್', 'ಸಿಡ್', 'ಸುಡ್', 'ಖತ್', 'ಖಿತ್', 'ಖುತ್', 'ಜಖ್', 'ಜಿಕ್ಹ್', 'ಜುಖ್', 'ಬಾಸ್', 'ಕ್ವಿಟ್', 'ಜೀ', 'ಸದ್', 'ಘುಲ್', 'ತುಜ್', 'ವಾ', 'ಸಬ್', 'ಐಹ್', 'ನಾಸ್', 'ಲಾಕ್'],
    data3 :['अब', 'इब', 'उब', 'जब', 'जिब', 'जुब', 'बाज', 'बीज', 'बुज', 'सद', 'सीद', 'सुद', 'ख़थ', 'ख़ीथ ', 'जाग़', 'जिग़', 'जुग़', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    chapter1:['اَبَّ', 'اِبَّ','اُبَّ', 'اَبِّ', 'اِبِّ', 'اُبُّ', 'اَتَّ', 'اِتَّ', 'اُتَّ', 'اَتِّ', 'اِتِّ', 'اُتِّ', 'اِجَّ', 'اِجِّ', 'اِجُّ', 'اُجَّ', 'اُجِّ', 'اُجُّ', 'اَبًّ', 'اِبًّ', 'اُبًّ', 'اَبٍّ', 'اِبٍّ', 'اُبٍّ', 'بَبٌّ', 'بِبٌّ', 'بُبٌّ', 'تَبًّ', 'تِبٍّ'],
    data4 :['Abba', 'Ebba','Ubba', 'Abbi', 'Ebbi', 'Ubbu', 'Atta', 'Etta', 'Utta', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ಇನ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['इन्न', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    chapter2:['اُ', 'بُ','تُ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    data7 :['Unn', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ಉನ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['उन्न', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न']
   
   
  },
  { 
    no:8,
    href:'CH-8.html',
    chid:'0',
    href_test:'Test-8.html',
    href_example:'example8.html',
    chapter:['اَبْ', 'اِبْ','اُبْ', 'جَبْ', 'جِبْ', 'جُبْ', 'بَجْ', 'بِجْ', 'بُجْ', 'سَدْ', 'سِدْ', 'سُدْ', 'خَطْ', 'قِطْ', 'قُطْ', 'جَقْ', 'جِقْ', 'جُقْ', 'بَسْ', 'كِتْ', 'جِعْ', 'صَدْ', 'غُلْ', 'تَجْ', 'وَحْ', 'سَبْ', 'اِهْ', 'نَصْ', 'لَقْ'],
    data1 :['Ab', 'ib','ub', 'jab', 'Jib', 'jub', 'baj', 'bij', 'buj', 'sad', 'sid', 'Sud', 'qhat', 'qhit', 'qhut', 'jaqh', 'jiqh', 'juqh', 'bas', 'qit','jie', 'sad','ghul', 'tuj', 'wah', 'sab', 'aih', 'nas','laqh'],
    data2:['ಅಬ್', 'ಐಬಿ', 'ಯುಬಿ', 'ಜಬ್', 'ಜಿಬ್', 'ಜುಬ್', 'ಬಾಜ್', 'ಬಿಜ್', 'ಬುಜ್', 'ಸದ್', 'ಸಿಡ್', 'ಸುಡ್', 'ಖತ್', 'ಖಿತ್', 'ಖುತ್', 'ಜಖ್', 'ಜಿಕ್ಹ್', 'ಜುಖ್', 'ಬಾಸ್', 'ಕ್ವಿಟ್', 'ಜೀ', 'ಸದ್', 'ಘುಲ್', 'ತುಜ್', 'ವಾ', 'ಸಬ್', 'ಐಹ್', 'ನಾಸ್', 'ಲಾಕ್'],
    data3 :['अब', 'इब', 'उब', 'जब', 'जिब', 'जुब', 'बाज', 'बीज', 'बुज', 'सद', 'सीद', 'सुद', 'ख़थ', 'ख़ीथ ', 'जाग़', 'जिग़', 'जुग़', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    chapter1:['اَبَّ', 'اِبَّ','اُبَّ', 'اَبِّ', 'اِبِّ', 'اُبُّ', 'اَتَّ', 'اِتَّ', 'اُتَّ', 'اَتِّ', 'اِتِّ', 'اُتِّ', 'اِجَّ', 'اِجِّ', 'اِجُّ', 'اُجَّ', 'اُجِّ', 'اُجُّ', 'اَبًّ', 'اِبًّ', 'اُبًّ', 'اَبٍّ', 'اِبٍّ', 'اُبٍّ', 'بَبٌّ', 'بِبٌّ', 'بُبٌّ', 'تَبًّ', 'تِبٍّ'],
    data4 :['Abba', 'Ebba','Ubba', 'Abbi', 'Ebbi', 'Ubbu', 'Atta', 'Etta', 'Utta', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ಇನ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['इन्न', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    chapter2:['اُ', 'بُ','تُ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    data7 :['Unn', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ಉನ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['उन्न', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न']
   
   
  },
  { 
    no:9,
    href:'CH-9.html',
    chid:'0',
    href_test:'Test-9.html',
    href_example:'example9.html',
    chapter:['اَبْ', 'اِبْ','اُبْ', 'جَبْ', 'جِبْ', 'جُبْ', 'بَجْ', 'بِجْ', 'بُجْ', 'سَدْ', 'سِدْ', 'سُدْ', 'خَطْ', 'قِطْ', 'قُطْ', 'جَقْ', 'جِقْ', 'جُقْ', 'بَسْ', 'كِتْ', 'جِعْ', 'صَدْ', 'غُلْ', 'تَجْ', 'وَحْ', 'سَبْ', 'اِهْ', 'نَصْ', 'لَقْ'],
    data1 :['Ab', 'ib','ub', 'jab', 'Jib', 'jub', 'baj', 'bij', 'buj', 'sad', 'sid', 'Sud', 'qhat', 'qhit', 'qhut', 'jaqh', 'jiqh', 'juqh', 'bas', 'qit','jie', 'sad','ghul', 'tuj', 'wah', 'sab', 'aih', 'nas','laqh'],
    data2:['ಅಬ್', 'ಐಬಿ', 'ಯುಬಿ', 'ಜಬ್', 'ಜಿಬ್', 'ಜುಬ್', 'ಬಾಜ್', 'ಬಿಜ್', 'ಬುಜ್', 'ಸದ್', 'ಸಿಡ್', 'ಸುಡ್', 'ಖತ್', 'ಖಿತ್', 'ಖುತ್', 'ಜಖ್', 'ಜಿಕ್ಹ್', 'ಜುಖ್', 'ಬಾಸ್', 'ಕ್ವಿಟ್', 'ಜೀ', 'ಸದ್', 'ಘುಲ್', 'ತುಜ್', 'ವಾ', 'ಸಬ್', 'ಐಹ್', 'ನಾಸ್', 'ಲಾಕ್'],
    data3 :['अब', 'इब', 'उब', 'जब', 'जिब', 'जुब', 'बाज', 'बीज', 'बुज', 'सद', 'सीद', 'सुद', 'ख़थ', 'ख़ीथ ', 'जाग़', 'जिग़', 'जुग़', 'आन्न', 'ग़न्न', 'फान्न', 'क़न्न','खन्न', 'लन्न', 'मन्न', 'नान्न', 'हान्न', 'वान्न', 'यान्न', 'आन्न'],
    chapter1:['اَبَّ', 'اِبَّ','اُبَّ', 'اَبِّ', 'اِبِّ', 'اُبُّ', 'اَتَّ', 'اِتَّ', 'اُتَّ', 'اَتِّ', 'اِتِّ', 'اُتِّ', 'اِجَّ', 'اِجِّ', 'اِجُّ', 'اُجَّ', 'اُجِّ', 'اُجُّ', 'اَبًّ', 'اِبًّ', 'اُبًّ', 'اَبٍّ', 'اِبٍّ', 'اُبٍّ', 'بَبٌّ', 'بِبٌّ', 'بُبٌّ', 'تَبًّ', 'تِبٍّ'],
    data4 :['Abba', 'Ebba','Ubba', 'Abbi', 'Ebbi', 'Ubbu', 'Atta', 'Etta', 'Utta', 'Rinn', 'Zinn', 'Sinn', 'Shinn', 'Sinn', 'Zinn', 'Tinn', 'Zinn', 'Inn', 'Ginn', 'Finn', 'Qhinn','Khinn', 'Linn', 'Minn', 'Ninn', 'Hinn', 'Winn','Yinn','Inn'],
    data5 :['ಇನ್', 'ಬಿನ್', 'ತಿನ್', 'ಸಿನ್', 'ಜಿನ್', 'ಹಿನ್', 'ಕ್ಹಿನ್', 'ದಿನ್', 'ಜಿನ್', 'ರಿನ್', 'ಝಿನ್', 'ಸಿನ್', 'ಶೀನ್','ಸಿನ್', 'ಝಿನ್', 'ತಿನ್', 'ಝಿನ್', 'ಯಿನ್', 'ಗಿನ್', 'ಫಿನ್', 'ಕಿನ್', 'ಖಿನ್', 'ಲಿನ್', 'ಮಿನ್', 'ನಿನ್', 'ಹಿನ್', 'ವಿನ್','ಯಿನ್','ಇನ್'],
    data6 :['इन्न', 'बिन्न', 'तिन्न', 'सिन्न','जिन्न', 'हिन्न', 'क्वीन्न', 'दिन्न', 'ज़िन्न', 'रिन्न', 'ज़िन्न', 'सिन्न', 'शिन्न','सिन्न', 'ज़िन्न', 'तिन्न', 'ज़िन्न', 'यिन्न', 'ग़िन्न', 'फिन्न', 'क्वीन्न','खिन्न', 'लिन्न', 'मिन्न', 'निन्न', 'हिन्न', 'विन्न', 'यिन्न', 'इन्न'],
    chapter2:['اُ', 'بُ','تُ', 'ث', 'ج', 'چ', 'ح', 'خ', 'د', 'ذ', 'ر', 'ز', 'ژ', 'ص', 'ض', 'ط', 'ظ', 'ع', 'غ', 'ف', 'ق', 'ک', 'گ', 'ل', 'م', 'ن', 'و', 'ه', 'ی'],
    data7 :['Unn', 'Bunn','Tunn', 'Sunn', 'Junn', 'Hunn', 'Qhunn', 'Dunn', 'Zunn', 'Runn', 'Zunn', 'Sunn', 'Shunn', 'Sunn', 'Zunn', 'Tunn', 'Zunn', 'Aunn', 'Gunn', 'Funn', 'Qunn','Kunn', 'Lunn', 'Munn', 'Nunn', 'Hunn', 'Wunn','Yunn','Unn'],
    data8 :['ಉನ್', 'ಬುನ್', 'ತುನ್', 'ಸುನ್', 'ಜುನ್', 'ಹುನ್', 'ಖುನ್', 'ದುನ್', 'ಝುನ್', 'ರುನ್', 'ಝುನ್', 'ಸುನ್', 'ಶುನ್', 'ಸುನ್', 'ಝುನ್', 'ತುನ್', 'ಝುನ್', 'ಔನ್', 'ಗುನ್', 'ಪುನ್', 'ಖುನ್', 'ಕುನ್', 'ಲುನ್', 'ಮುನ್', 'ನುನ್', 'ಹುನ್', 'ವುನ್','ಯುನ್','ಉನ್'],
    data9 :['उन्न', 'बुन्न', 'तुन्न', 'सुन्न', 'जून्न', 'हुन्न', 'कुन्न', 'दुन्न', 'जून्न', 'रुन्न', 'जून्न', 'सुन्न', 'शुन्न', 'सुन्न', 'ज़ून्न', 'तुन्न', 'ज़ून्न', 'अुन्न', 'गुन्न', 'फुन्न', 'ख़ुन्न','कुन्न', 'लून्न', 'मुन्न', 'नुन्न', 'हुन्न', 'वुन्न', 'यूंन्न', 'अुन्न'],
   
   
  },
];

const langtranslation = 
{
  "kan":{ 
    "id":1,"lng": 'kan', "btnText":'ಕನ್ನಡ', "help":'ಸಹಾಯ',"start":'ಪ್ರಾರಂಭಿಸಿ',"test":'ಪರೀಕ್ಷೀಸು',"chapter":'ಅಧ್ಯಾಯ',"example":"ಉದಾಹರಣೆ","choose":"ಕೆಳಗಿನಿಂದ","from below":"ಆಯ್ಕೆಮಾಡಿ",
   
   
  },
 "en": { 
    "id":2, "lng": 'eng', "btnText":'English',"help":'HELP',"start":'START',"test":'TEST',"chapter":'CHAPTER',"example":"EXAMPLE","choose":"Choose","from below":"from below"
    
  },
 "hin": { 
    "id":3, "lng": 'hin',  "btnText":'हिंदी',"help":'मदद',"start":'आरंभ',"test":'जाँच',"chapter":'अध्याय',"example":"उदाहरण","Choose":"नीचे से","from below":"चुने"
    
  },
    
};
const progress=['29','10','0','3','0','0','0','0','0'];


